@extends('layouts.app')

@section('content')
    <section class="w1100 white personal">
        <div class="whiteLine"></div>
        <div class="w1100 white">
            <div class="contentPopularWorks">Требования к работам</div>
            <div class="requirements">
                <p>
                    В соответствии с главной целью, научная работа студента (как и любая научная работа) оформляется
                    для представления специфическому читателю — ученому, специалисту в определенной области знания,
                    который должен ее понять и извлечь интересующую именно его информацию, а также оценить ее с точки
                    зрения научной новизны, обоснованности полученных результатов, перспективности использования и т.п.
                    Поэтому при оформлении работы необходимо это учитывать, максимально облегчая процесс понимания
                    на всех уровнях:
                </p>
                <p>
                    1) Использовать хороший литературный русский язык (рекомендуется тщательно считывать текст на
                    предмет исправления грамматических, орфографических, стилистических и других ошибок).
                </p>
                <p>
                    2) Текст должен быть легко читаемым, напечатан через 1,5-2 интервала шрифтом порядка 12 пунктов для
                    основного текста (близко к стандартному шрифту механической пишущей машинки). Общий объем работы,
                    как правило, не должен превышать 50-75 стр., соответственно (без учета приложения).
                </p>
                <p>
                    3) Следует использовать лаконичный объективно-беспристрастный стиль изложения (журналистский
                    пафос может быть иногда уместен только во введении и заключении). Необходимо следить за точностью
                    формулировок и корректностью употребляемых терминов и понятий (при необходимости давать определения
                    используемых понятий, пояснять, почему выбран тот или иной вариант употребления понятия),
                    не использовать в качестве терминов слова, заимствованные из иностранного языка, если существуют
                    полностью эквивалентные понятия в русском языке.
                </p>
                <p>
                    4) Специально структурировать работу и представлять результаты в удобной форме (рекомендуется
                    основные схемы, графики и таблицы, представляющие материал в конденсированном виде и необходимые
                    для лучшего понимания текста, размещать по ходу изложения, в то время как дополнительные материалы
                    в виде таблиц или графиков, размещать в конце текста в приложении, чтобы не загромождать текст и
                    не отвлекать читателя от основной мысли).
                </p>
                <p>
                    5) Строгий и единообразный способ ссылок на цитированные литературные источники (рекомендуется
                    использовать один из двух основных способов ссылок) — а) через указание в скобках фамилии автора
                    и года работы (в случае двух соавторов — указываются оба автора, в случае большего числа
                    соавторов — фамилия первого автора и обозначение «и др.»), б) через указания в скобках номера
                    источника в списке литературы. ФИО редко цитируемых зарубежных авторов желательно приводить
                    дважды — как в русской транскрипции, так и на языке оригинала.
                </p>
                <p>
                    6) Возможны два способа цитирования:
                    а) прямое цитирование, в этом случае в кавычках дословно повторяется текст из соответствующего
                    б) косвенное цитирование, когда одна или несколько мыслей, возможно из разных мест цитируемого
                    источника излагаются автором своими словами, но более или менее близко к оригинальному тексту.
                </p>
                <p>
                    7) В соответствии с этикой научного изложения, необходимо строго следить за правильностью
                    цитирования и соответствия ссылок на источники, по возможности разделять упоминаемые в работе
                    результаты (идеи, гипотезы и т.п.) разных авторов и, соответственно, отдельно ссылаться на них;
                    способ и форма изложения материала должна облегчить понимание читателем того, какие из результатов
                    (идей, гипотез и пр.), упоминаемых в работе является авторскими, а какие — продуктом чужого
                    творчества (с точной ссылкой на источник в соответствии с принятыми требованиями цитирования)
                    или уже являются общепринятыми. (Напоминаем, что в соответствии с п. 19 «Положения о порядке
                    присуждения ученых степеней и присвоения ученых званий» — постановление Совета Министров СССР
                    от 30.12.1989 N 1186 — в случае использования в работе чужого материала без ссылки на автора
                    и источник, диссертация снимается с рассмотрения вне зависимости от стадии прохода без права
                    ее повторной защиты). В случае выполнения данной работы в рамках группового проекта, рекомендуется
                    точно указывать всех, кто способствовал его реализации, в том числе и спонсоров проекта (возможно
                    с выражением благодарности). В этом случае необходимо также определить личный вклад автора
                    (указать, какой именно аспект проблемы и объем работы выполнен автором самостоятельно).
                </p>
                <p>
                    Наиболее адекватной формой представления результатов научной работы (апробированной многовековой
                    практикой мировой науки) можно считать трехчастную форму. Три одинаково важных основных раздела:
                </p>
                <p
                >1) введение в проблему исследования (литературный обзор) с постановкой целей и задач, разработкой
                    программы исследования,
                </p>
                <p>
                    2) описание и анализ собственных результатов и
                </p>
                <p>
                    3) обсуждение результатов в соответствии с исходными целями и задачами — структурируют изложение
                    в логике, удобной для понимания сути научного исследования.
                </p>
                <p>
                    Иногда в работе выделяют теоретическую и практическую части, что не соответствуют логике научного
                    изложения, поскольку не так существенно, каким именно способом получен научный результат — на
                    основе теоретического обобщения уже известных фактов (возможны работы с использованием логического
                    или математического моделирования), или фактов, эмпирически полученных самим автором. Важным
                    является лишь научная новизна результата, которая невозможна без определенного теоретического
                    обобщения эмпирических данных. Изложение же должно охватить три стороны — прошлое (состояние
                    проблемы), настоящее (что получено непосредственно автором), будущее (как полученные автором
                    результаты изменяют состояние проблемы исследования).
                </p>
                <p>
                    Таким образом, можно рекомендовать следующую типовую структуру научной студенческой работы:
                </p>
                <p>
                    1) Титульный лист. На титульном листе сверху указывается организация, где выполнена работа, в
                    середине листа фамилия, имя и отчество автора, далее название работы с указанием, что это дипломная
                    или курсовая работа такого-то курса, затем указывается научный руководитель (должность, звание,
                    Ф.И.О.), внизу страницы — место и год проведения работы. (точную форму, установленную для
                    определенного ВУЗа, можно найти у методиста, закрепленного за Вами)
                </p>
                <p>
                    2) Оглавление. (оформление оглавления также различается. Возможно употребление терминов: план,
                    содержание, оглавления. Иногда необходимо указывать страницы, соответствующие разделам, иногда
                    нет подобных требований)
                </p>
                <p>
                    3) Введение (1-4 стр.), где должно быть кратко сформулированы: актуальность, предмет, объект,
                    цель, задачи исследования, фундаментальная проблема, которой посвящена работа, частные проблемы,
                    основные подходы и идеи, предлагаемые автором для решения поставленной задачи, методика
                    исследования, обзор литературы, которая будет использоваться при написании работы. Знакомясь с
                    введением, читатель должен получить информацию, в какой степени соответствует его научным интересам
                    данная работа, стоит ли ее читать далее полностью.
                </p>
                <p>
                    4) Основная часть которая заключается в анализе проблемы исследования, при этом желательно, чтобы
                    освещались: исторический аспект исследования вопроса, выяснение теоретических проблем исследования
                    (проблемы с определениями основных понятий, затронутых в исследовании и т.д.), практические
                    проблемы вопроса исследования.
                </p>
                <p>
                    5) Заключение (2-8 страниц в зависимости от типа работы). В данном разделе подробно описываются
                    и анализируются все полученные данные и выявленные закономерности. Изложение материала
                    структурируется исходя из логики решения проблемы в соответствии с экспериментальным планом. В
                    целом данный раздел должен предоставить читателю исчерпывающую информацию обо всех выявленных в
                    данной работе фактах и закономерностях и заканчиваться кратким заключением, в котором можно сделать
                    предварительные выводы относительно главного тезиса, выносимого на защиту.
                </p>
                <p>
                    6) Приложение (необязательный раздел, объем которого не входит в расчет общего объема работы, но
                    использовать данный раздел, желательно. Если данный раздел есть, то он должен быть хорошо
                    структурирован и оформлен). В данном разделе выносятся все возможные схемы, таблицы, графики,
                    демонстрирующие текст работы. Приводимые данные (целесообразно обобщать их в виде схем, графиков и
                    таблиц) должны доказывать или опровергать выдвинутые ранее гипотезы. На схемах и графиках (или в
                    подписях к ним) необходимо подробно разъяснять все условные знаки и обозначения, что отложено по
                    осям и т.п. Каждый график целесообразно дублировать (в приложении) таблицей с тем, чтобы дать
                    возможность читателю, если его заинтересуют представленные данные, использовать их и для других
                    целей, например, для проверки других зависимостей, не упомянутых в данном разделе. В начале
                    приложения необходимо давать общий список всех приложений (рисунков, таблиц, протоколов и других
                    материалов). Каждое приложение должно сопровождаться не только номером и названием, но и
                    необходимыми комментариями (подписями), расшифровывающими аббревиатуры. Читатель должен иметь всю
                    необходимую информацию, чтобы разобраться в материалах приложения без обращения к основному тексту
                    работы.
                </p>
                <p>
                    7) Список литературы (объем зависит от количества цитированных источников). Целесообразно
                    использовать тот же размер шрифта и межстрочных интервалов, как и в основном тексте; каждый
                    источник описывается на отдельном абзаце. Литературные источники должны быть представлены таким
                    образом, чтобы можно было найти сам источник и в нем нужную информацию. С этой целью для каждого
                    источника необходимо указать: фамилии и инициалы всех авторов, название работы, название журнала,
                    его выходные данные (том, номер и др.), название сборника, фамилии его редакторов или составителей
                    и его дополнительные выходные данные, для всех источников место, издательство (для не периодических
                    изданий) и год издания, страницы (если ссылаются на статью, главу в сборнике или на тезисы доклада,
                    то указываются страницы начала и конца статьи, если же ссылаются на всю книгу или монографию
                    целиком, то указывается общий объем страниц). Источники должны быть упорядочены и пронумерованы
                    (источники на русском языке вначале, а затем все источники на иностранных языках); порядок
                    следования работ в списке литературы — по алфавиту на основании фамилии первого (или единственного)
                    автора, если несколько источников одного автора, — то по фамилии следующего соавтора (если есть)
                    или по дате издания.»
                </p>
                <div class="whiteLine"></div>
            </div>
        </div>
    </section>
@endsection